[
    {
        "name": "Kyra Ezikeuzor",
        "about" : "I am a rising junior in high school who aspires to pursue a Bioengineering major with potential minors in Computer Science or English. My ambition is to attend medical school and become a physician. My hobbies are programming, running, reading, and writing.",
        "role" : "Founder & President",
        "tags" : "Computer Science, Medicine, Writing",
        "src" : "./images/profile-standin.jpg"
    },
    {
        "name": "Blair Middleton",
        "about" : "Blair Middleton is a high school junior who is interested in trees and camps.",
        "role" : "Founder & President",
        "tags" : "Environmentalism, Computer Science",
        "src" : "./images/profile-standin.jpg"
    },
    {
        "name": "Alyssa Wang",
        "about" : "Hello, my name is Alyssa and I’m a rising junior at St. Agnes Academy. One of my hobbies outside of school is dance. I love computer science because it is so useful yet you can be creative with it as well. I enjoy helping others learn to code and I hope I can share my love of computer science with more youth around the Houston area!",
        "role" : "Director of Marketing",
        "tags" : "Biology, Dance",
        "src" : "./images/alyssa-wang-img.png"
    },
    {
        "name": "Gabbi Arenas",
        "about" : "Hello! My name is Gabbi Arenas and I am a rising junior at St. Agnes Academy in Houston. I enjoy singing in choir and I am involved in my FIRST Robotics Competition Team 3847 Spectrum. I am interested in using Computer Science and technology for the betterment of the world and I am excited to inspire others to do the same.",
        "role" : "Director of Technology",
        "tags" : "FIRST Robotics, Choir",
        "src" : "./images/profile-standin.jpg"
    },
    {
        "name": "Wesley Ho",
        "about" : "I'm Wesley Ho, a rising junior with diverse interests. You'll often find me on the rugby field. Besides sports, I'm actively involved in several clubs, including the Medic Club, where I learn life-saving skills. As a member of the Asian Culture Club, I cherish my heritage and enjoy celebrating it with like-minded peers. However, my true passion lies in the Computer Programming Club. Computer science fascinates me because it opens endless possibilities and has the power to shape the future.",
        "role" : "Director of Finances",
        "tags" : "Rugby, Medicine, Asian Culture, Computer Science",
        "src" : "./images/wesley-ho-img.png"
    }
]